Repository: nuraqueer/PGPony-Translations-ko
Catalog: ios/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: This key was already in your keyring as a public key — it has been upgraded to a full key pair.
de: Dieser Schlüssel war bereits als öffentlicher Schlüssel in deinem Schlüsselbund — er wurde zu einem vollständigen Schlüsselpaar aufgewertet.
es: Esta clave ya estaba en tu llavero como clave pública — se ha actualizado a un par de claves completo.
fr: Cette clé était déjà dans votre trousseau en tant que clé publique — elle a été convertie en paire de clés complète.
ja: この鍵は公開鍵としてすでに鍵束にありました。完全な鍵ペアにアップグレードされました。
pt_br: Esta chave já estava no seu chaveiro como chave pública — foi atualizada para um par de chaves completo.
zh_hans: 此密钥已作为公钥存在于你的密钥环中——已升级为完整的密钥对。

source: This key was exported by GnuPG, which stores post-quantum private keys in its own internal format. PGPony can encrypt to this contact with the public key, but can't use the private key to decrypt or sign. “Import public key only” adds it as a contact you can encrypt to. “Import anyway” keeps the full key, but decrypting or signing with it will fail.
de: Dieser Schlüssel wurde von GnuPG exportiert, das private Post-Quanten-Schlüssel in einem eigenen internen Format speichert. PGPony kann mit dem öffentlichen Schlüssel an diesen Kontakt verschlüsseln, aber den privaten Schlüssel nicht zum Entschlüsseln oder Signieren verwenden. „Nur öffentlichen Schlüssel importieren“ fügt ihn als Kontakt hinzu, an den du verschlüsseln kannst. „Trotzdem importieren“ behält den vollständigen Schlüssel, aber das Entschlüsseln oder Signieren damit wird fehlschlagen.
es: Esta clave fue exportada por GnuPG, que almacena las claves privadas poscuánticas en su propio formato interno. PGPony puede cifrar a este contacto con la clave pública, pero no puede usar la clave privada para descifrar ni firmar. «Importar solo la clave pública» la añade como un contacto al que puedes cifrar. «Importar de todos modos» conserva la clave completa, pero descifrar o firmar con ella fallará.
fr: Cette clé a été exportée par GnuPG, qui stocke les clés privées post-quantiques dans son propre format interne. PGPony peut chiffrer vers ce contact avec la clé publique, mais ne peut pas utiliser la clé privée pour déchiffrer ou signer. « Importer uniquement la clé publique » l'ajoute comme contact vers lequel vous pouvez chiffrer. « Importer quand même » conserve la clé complète, mais le déchiffrement ou la signature avec celle-ci échouera.
ja: この鍵はGnuPGによってエクスポートされたもので、GnuPGはポスト量子秘密鍵を独自の内部形式で保存します。PGPonyは公開鍵でこの連絡先宛てに暗号化できますが、秘密鍵を使った復号や署名はできません。 「公開鍵のみインポート」は暗号化できる連絡先として追加します。「そのままインポート」は鍵全体を保持しますが、それによる復号や署名は失敗します。
pt_br: Esta chave foi exportada pelo GnuPG, que armazena chaves privadas pós-quânticas em seu próprio formato interno. O PGPony pode criptografar para este contato com a chave pública, mas não pode usar a chave privada para descriptografar ou assinar. “Importar apenas a chave pública” a adiciona como um contato para o qual você pode criptografar. “Importar mesmo assim” mantém a chave completa, mas descriptografar ou assinar com ela falhará.
zh_hans: 此密钥由 GnuPG 导出，而 GnuPG 以自有的内部格式存储后量子私钥。PGPony 可以用公钥向该联系人加密，但无法使用其私钥进行解密或签名。 “仅导入公钥”会将其添加为一个可加密的联系人。“仍然导入”会保留完整密钥，但用它解密或签名将会失败。

source: This key was not found on the keyserver.
de: Dieser Schlüssel wurde auf dem Keyserver nicht gefunden.
es: Esta clave no se encontró en el servidor de claves.
fr: Cette clé est introuvable sur le serveur de clés.
ja: この鍵は鍵サーバーで見つかりませんでした。
pt_br: Esta chave não foi encontrada no servidor de chaves.
zh_hans: 在密钥服务器上未找到此密钥。

source: This key's private material was exported by GnuPG in its internal format, which PGPony can't use to decrypt. Use a LibrePGP key generated in PGPony.
de: Das private Material dieses Schlüssels wurde von GnuPG in seinem internen Format exportiert, das PGPony nicht zum Entschlüsseln verwenden kann. Verwende einen in PGPony erzeugten LibrePGP-Schlüssel.
es: El material privado de esta clave fue exportado por GnuPG en su formato interno, que PGPony no puede usar para descifrar. Usa una clave LibrePGP generada en PGPony.
fr: L'élément privé de cette clé a été exporté par GnuPG dans son format interne, que PGPony ne peut pas utiliser pour déchiffrer. Utilisez une clé LibrePGP générée dans PGPony.
ja: この鍵の秘密部分はGnuPGによって内部形式でエクスポートされており、PGPonyは復号に使用できません。PGPonyで生成したLibrePGP鍵を使ってください。
pt_br: O material privado desta chave foi exportado pelo GnuPG em seu formato interno, que o PGPony não pode usar para descriptografar. Use uma chave LibrePGP gerada no PGPony.
zh_hans: 此密钥的私钥材料由 GnuPG 以其内部格式导出，PGPony 无法用它进行解密。请使用在 PGPony 中生成的 LibrePGP 密钥。

source: This looks like a detached PGP signature on its own. To verify it, paste the signed content together with the signature (a clear-signed message), or use the verify-detached flow.
de: Das sieht aus wie eine eigenständige abgetrennte PGP-Signatur. Füge zur Überprüfung den signierten Inhalt zusammen mit der Signatur ein (eine clear-signed Nachricht) oder nutze den Workflow zum Prüfen abgetrennter Signaturen.
es: Esto parece una firma PGP separada por sí sola. Para verificarla, pega el contenido firmado junto con la firma (un mensaje firmado en claro) o usa el flujo de verificación separada.
fr: Cela ressemble à une signature PGP détachée seule. Pour la vérifier, collez le contenu signé avec la signature (un message clair-signé) ou utilisez le flux de vérification détachée.
ja: これは単独の分離 PGP 署名のようです。署名された本文と署名（クリア署名されたメッセージ）を一緒に貼り付けるか、分離署名の検証フローを使用してください。
pt_br: Isto parece ser uma assinatura PGP destacada sozinha. Para verificá-la, cole o conteúdo assinado junto com a assinatura (uma mensagem assinada em claro), ou use o fluxo de verificação destacada.
zh_hans: 这看起来是一份单独的分离式 PGP 签名。要验证它，请把被签名的内容与签名一起粘贴（即明文签名消息），或使用验证分离签名的流程。

source: This message is addressed to your hardware key. Enter your card PIN, then hold the card to your iPhone.
de: Diese Nachricht ist an deinen Hardware-Schlüssel adressiert. Gib deine Karten-PIN ein und halte die Karte dann an dein iPhone.
es: Este mensaje está dirigido a tu llave de hardware. Introduce el PIN de tu tarjeta y luego acércala a tu iPhone.
fr: Ce message est adressé à votre clé matérielle. Saisissez le PIN de votre carte, puis maintenez-la contre votre iPhone.
ja: このメッセージはあなたのハードウェアキー宛てです。カード PIN を入力し、カードを iPhone にかざしてください。
pt_br: Esta mensagem é endereçada à sua chave de hardware. Digite o PIN do seu cartão e então encoste-o no seu iPhone.
zh_hans: 此消息是发给你的硬件密钥的。输入卡 PIN，然后将卡贴近 iPhone。

source: This message is not signed
de: Diese Nachricht ist nicht signiert
es: Este mensaje no está firmado
fr: Ce message n'est pas signé
ja: このメッセージには署名がありません
pt_br: Esta mensagem não está assinada
zh_hans: 此消息未签名

source: This message uses PGP. Open the attached file (%@) with PGPony or another PGP client to read it.
de: Diese Nachricht verwendet PGP. Öffne die angehängte Datei (%@) mit PGPony oder einem anderen PGP-Client, um sie zu lesen.
es: Este mensaje usa PGP. Abre el archivo adjunto (%@) con PGPony u otro cliente PGP para leerlo.
fr: Ce message utilise PGP. Ouvrez le fichier joint (%@) avec PGPony ou un autre client PGP pour le lire.
ja: このメッセージは PGP を使用しています。添付ファイル (%@) を PGPony または他の PGP クライアントで開いて読んでください。
pt_br: Esta mensagem usa PGP. Abra o arquivo anexo (%@) com o PGPony ou outro cliente PGP para lê-la.
zh_hans: 此消息使用 PGP。请用 PGPony 或其他 PGP 客户端打开附件文件（%@）来阅读它。

source: This name and email become the key's user ID, signed on-card.
de: Dieser Name und diese E-Mail werden zur Benutzer-ID des Schlüssels, auf der Karte signiert.
es: Este nombre y correo se convierten en el ID de usuario de la clave, firmado en la tarjeta.
fr: Ce nom et cet e-mail deviennent l'identifiant utilisateur de la clé, signé sur la carte.
ja: この名前とメールアドレスが、カード上で署名される鍵のユーザー ID になります。
pt_br: Este nome e e-mail tornam-se o ID de usuário da chave, assinado no cartão.
zh_hans: 此姓名和邮箱会成为密钥的用户 ID，并在卡上签名。

source: This permanently erases all keys on the card and resets the PINs. Anything encrypted to the card's keys without an off-card backup becomes unrecoverable.
de: Dies löscht dauerhaft alle Schlüssel auf der Karte und setzt die PINs zurück. Alles, was für die Schlüssel der Karte ohne ein Backup außerhalb der Karte verschlüsselt wurde, ist unwiederbringlich verloren.
es: Esto borra permanentemente todas las claves de la tarjeta y restablece los PIN. Todo lo cifrado para las claves de la tarjeta sin una copia de seguridad fuera de la tarjeta se vuelve irrecuperable.
fr: Ceci efface définitivement toutes les clés de la carte et réinitialise les PIN. Tout ce qui a été chiffré pour les clés de la carte sans sauvegarde hors carte devient irrécupérable.
ja: これはカード上のすべての鍵を完全に消去し、PIN をリセットします。カード外のバックアップなしにカードの鍵で暗号化されたものは、すべて復元不可能になります。
pt_br: Isto apaga permanentemente todas as chaves do cartão e redefine os PINs. Tudo o que foi criptografado para as chaves do cartão sem um backup fora do cartão torna-se irrecuperável.
zh_hans: 此操作会永久擦除卡上的所有密钥并重置 PIN。任何用卡上密钥加密、且没有卡外备份的内容都将无法恢复。

source: This PIN is blocked — the card refused it too many times. Unblock it with your admin PIN (PW3) or your reset code. Your keys are not lost.
de: Diese PIN ist gesperrt — die Karte hat sie zu oft abgelehnt. Entsperre sie mit deiner Admin-PIN (PW3) oder deinem Reset-Code. Deine Schlüssel sind nicht verloren.
es: Este PIN está bloqueado — la tarjeta lo rechazó demasiadas veces. Desbloquéalo con tu PIN de administrador (PW3) o tu código de restablecimiento. Tus claves no se han perdido.
fr: Ce PIN est bloqué — la carte l'a refusé trop de fois. Débloquez-le avec votre PIN admin (PW3) ou votre code de réinitialisation. Vos clés ne sont pas perdues.
ja: このPINはブロックされています。カードが何度も拒否しました。管理者PIN(PW3)またはリセットコードでブロックを解除してください。鍵は失われていません。
pt_br: Este PIN está bloqueado — o cartão o recusou vezes demais. Desbloqueie-o com seu PIN de admin (PW3) ou seu código de reset. Suas chaves não foram perdidas.
zh_hans: 此 PIN 已被锁定——卡拒绝的次数过多。请用你的管理员 PIN（PW3）或重置码解锁。你的密钥不会丢失。

source: This promo code has already been redeemed
de: Dieser Promo-Code wurde bereits eingelöst
es: Este código promocional ya se ha canjeado
fr: Ce code promo a déjà été utilisé
ja: このプロモコードはすでに使用されています
pt_br: Este código promocional já foi resgatado
zh_hans: 此兑换码已被使用

source: This re-signs your key with the new date. It does not change your fingerprint, and it applies to your primary key and its encryption subkey. Anyone you've shared your public key with should receive the updated copy.
de: Dies signiert deinen Schlüssel mit dem neuen Datum neu. Es ändert deinen Fingerabdruck nicht und gilt für deinen Hauptschlüssel und seinen Verschlüsselungs-Unterschlüssel. Jeder, mit dem du deinen öffentlichen Schlüssel geteilt hast, sollte die aktualisierte Kopie erhalten.
es: Esto vuelve a firmar tu clave con la nueva fecha. No cambia tu huella y se aplica a tu clave principal y su subclave de cifrado. Cualquiera con quien hayas compartido tu clave pública debería recibir la copia actualizada.
fr: Ceci resigne votre clé avec la nouvelle date. Cela ne change pas votre empreinte et s'applique à votre clé primaire et à sa sous-clé de chiffrement. Toute personne avec qui vous avez partagé votre clé publique devrait recevoir la copie mise à jour.
ja: これは新しい日付で鍵を再署名します。フィンガープリントは変わらず、主鍵とその暗号化副鍵に適用されます。公開鍵を共有した相手には、更新後のコピーを受け取ってもらう必要があります。
pt_br: Isto reassina sua chave com a nova data. Não altera sua impressão digital e se aplica à sua chave primária e à sua subchave de cifragem. Qualquer pessoa com quem você compartilhou sua chave pública deve receber a cópia atualizada.
zh_hans: 此操作会用新日期重新签名你的密钥。它不会改变你的指纹，且适用于你的主钥及其加密子钥。所有你分享过公钥的人都应接收更新后的副本。

source: This reads the card's public details only — no PIN required.
de: Dies liest nur die öffentlichen Details der Karte — keine PIN erforderlich.
es: Esto lee solo los detalles públicos de la tarjeta — no se necesita PIN.
fr: Ceci lit uniquement les détails publics de la carte — aucun PIN requis.
ja: これはカードの公開情報のみを読み取ります。PINは不要です。
pt_br: Isto lê apenas os detalhes públicos do cartão — nenhum PIN é necessário.
zh_hans: 这只会读取卡的公开详情——无需 PIN。

source: This reads the card's public details only.
de: Dies liest nur die öffentlichen Details der Karte.
es: Esto lee solo los detalles públicos de la tarjeta.
fr: Ceci lit uniquement les détails publics de la carte.
ja: これはカードの公開情報のみを読み取ります。
pt_br: Isto lê apenas os detalhes públicos do cartão.
zh_hans: 这只会读取卡的公开详情。

source: This restores the two built-in servers and their default roles. Your proxy settings are not changed.
de: Dadurch werden die beiden integrierten Server und ihre Standardrollen wiederhergestellt. Ihre Proxy-Einstellungen bleiben unverändert.
es: Esto restaura los dos servidores integrados y sus funciones predeterminadas. Tu configuración de proxy no se modifica.
fr: Cela restaure les deux serveurs intégrés et leurs rôles par défaut. Vos réglages de proxy ne sont pas modifiés.
ja: 2 つの組み込みサーバーとその既定の役割を復元します。プロキシ設定は変更されません。
pt_br: Isso restaura os dois servidores integrados e suas funções padrão. Suas configurações de proxy não são alteradas.
zh_hans: 这会恢复两台内置服务器及其默认角色。你的代理设置不会更改。

source: This signature could not be verified.
de: Diese Signatur konnte nicht überprüft werden.
es: No se pudo verificar esta firma.
fr: Cette signature n'a pas pu être vérifiée.
ja: この署名は検証できませんでした。
pt_br: Não foi possível verificar esta assinatura.
zh_hans: 无法验证此签名。

source: This store has no .gpg entries, or its access needs re-importing.
de: Dieser Speicher hat keine .gpg-Einträge, oder sein Zugriff muss neu importiert werden.
es: Este almacén no tiene entradas .gpg, o su acceso necesita reimportarse.
fr: Ce magasin n'a aucune entrée .gpg, ou son accès doit être réimporté.
ja: このストアには .gpg エントリがないか、アクセスを再インポートする必要があります。
pt_br: Este repositório não tem entradas .gpg, ou seu acesso precisa ser reimportado.
zh_hans: 此密码库没有 .gpg 条目，或其访问权限需要重新导入。

source: This usually takes a couple of seconds.
de: Das dauert in der Regel ein paar Sekunden.
es: Normalmente tarda un par de segundos.
fr: Cela prend généralement quelques secondes.
ja: 通常は数秒で完了します。
pt_br: Geralmente leva alguns segundos.
zh_hans: 这通常需要几秒钟。

source: This will permanently delete ALL keys, including private keys. This cannot be undone.
de: Damit werden ALLE Schlüssel dauerhaft gelöscht, auch die privaten. Das kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente TODAS las claves, incluidas las privadas. No se puede deshacer.
fr: Cela supprimera définitivement TOUTES les clés, y compris les clés privées. Cette action est irréversible.
ja: 秘密鍵を含むすべての鍵が完全に削除されます。元には戻せません。
pt_br: Isto excluirá permanentemente TODAS as chaves, incluindo as privadas. Não pode ser desfeito.
zh_hans: 此操作将永久删除所有密钥，包括私钥。此操作无法撤销。

source: This will permanently remove both the public and private key.
de: Damit werden sowohl der öffentliche als auch der private Schlüssel dauerhaft entfernt.
es: Esto eliminará permanentemente la clave pública y la privada.
fr: Cela supprimera définitivement la clé publique et la clé privée.
ja: 公開鍵と秘密鍵の両方が永久に削除されます。
pt_br: Isso removerá permanentemente a chave pública e a privada.
zh_hans: 此操作将永久移除公钥和私钥。

source: This will remove the public key.
de: Damit wird der öffentliche Schlüssel entfernt.
es: Esto eliminará la clave pública.
fr: Cela supprimera la clé publique.
ja: 公開鍵が削除されます。
pt_br: Isso removerá a chave pública.
zh_hans: 此操作将移除公钥。

source: Total Keys
de: Schlüssel gesamt
es: Claves totales
fr: Total des clés
ja: 鍵の合計
pt_br: Total de chaves
zh_hans: 密钥总数

source: Trade keys instantly
de: Tausche Schlüssel sofort aus
es: Intercambia claves al instante
fr: Échangez des clés instantanément
ja: 鍵を即座に交換
pt_br: Troque chaves instantaneamente
zh_hans: 即时交换密钥

source: Trust Level
de: Vertrauensstufe
es: Nivel de confianza
fr: Niveau de confiance
ja: 信頼レベル
pt_br: Nível de confiança
zh_hans: 信任级别

source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
pt_br: Tentar Novamente
zh_hans: 重试

source: Type DELETE to confirm... just kidding, but this is your last chance to cancel.
de: Tippe „LÖSCHEN“ zum Bestätigen ein … nur ein Scherz, aber das ist deine letzte Chance abzubrechen.
es: Escribe BORRAR para confirmar... era broma, pero esta es tu última oportunidad para cancelar.
fr: Tapez SUPPRIMER pour confirmer… c'est une blague, mais c'est votre dernière chance d'annuler.
ja: 「削除」と入力して確認…というのは冗談ですが、キャンセルする最後のチャンスです。
pt_br: Digite EXCLUIR para confirmar... brincadeira, mas esta é a sua última chance de cancelar.
zh_hans: 输入 DELETE 以确认……开个玩笑，但这是你取消的最后机会。

source: Type or paste a message
de: Nachricht tippen oder einfügen
es: Escribe o pega un mensaje
fr: Saisissez ou collez un message
ja: メッセージを入力または貼り付け
pt_br: Digite ou cole uma mensagem
zh_hans: 输入或粘贴一条消息

source: Ultimate
de: Maximal
es: Máxima
fr: Ultime
ja: 究極
pt_br: Máxima
zh_hans: 绝对信任

source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
ja: 利用できません
pt_br: Indisponível
zh_hans: 不可用

source: Unblock User PIN
de: Benutzer-PIN entsperren
es: Desbloquear PIN de usuario
fr: Débloquer le PIN utilisateur
ja: ユーザー PIN のブロックを解除
pt_br: Desbloquear PIN de usuário
zh_hans: 解锁用户 PIN

source: Unexpected Keychain data
de: Unerwartete Daten im Schlüsselbund
es: Datos inesperados en el llavero
fr: Données inattendues dans le trousseau
ja: キーチェーンに予期しないデータがあります
pt_br: Dados inesperados no Chaveiro
zh_hans: 钥匙串数据异常

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
pt_br: Desconhecido
zh_hans: 未知

source: Unknown error.
de: Unbekannter Fehler.
es: Error desconocido.
fr: Erreur inconnue.
ja: 不明なエラー。
pt_br: Erro desconhecido.
zh_hans: 未知错误。

source: Unlimited Key Pairs
de: Unbegrenzte Schlüsselpaare
es: Pares de claves ilimitados
fr: Paires de clés illimitées
ja: 鍵ペア数無制限
pt_br: Pares de chaves ilimitados
zh_hans: 无限密钥对

source: Unlink
de: Verknüpfung aufheben
es: Desvincular
fr: Délier
ja: 解除
pt_br: Desvincular
zh_hans: 取消关联

source: Unlink Contact
de: Kontakt-Verknüpfung aufheben
es: Desvincular contacto
fr: Délier le contact
ja: 連絡先のリンクを解除
pt_br: Desvincular contato
zh_hans: 取消关联联系人

source: Unlink Contact?
de: Verknüpfung aufheben?
es: ¿Desvincular contacto?
fr: Délier le contact ?
ja: リンクを解除しますか？
pt_br: Desvincular contato?
zh_hans: 取消关联联系人？

source: Unlink Hardware Key
de: Hardware-Schlüssel trennen
es: Desvincular llave de hardware
fr: Dissocier la clé matérielle
ja: ハードウェアキーの関連付けを解除
pt_br: Desvincular chave de hardware
zh_hans: 取消关联硬件密钥

source: Unlock PGPony Pro
de: PGPony Pro freischalten
es: Desbloquear PGPony Pro
fr: Débloquer PGPony Pro
ja: PGPony Pro をアンロック
pt_br: Desbloquear PGPony Pro
zh_hans: 解锁 PGPony Pro

source: Unlock Pro — %@
de: Pro freischalten – %@
es: Desbloquear Pro: %@
fr: Débloquer Pro — %@
ja: Pro をアンロック — %@
pt_br: Desbloquear o Pro — %@
zh_hans: 解锁 Pro —— %@

source: Unlock with %@
de: Mit %@ entsperren
es: Desbloquear con %@
fr: Déverrouiller avec %@
ja: %@ でロック解除
pt_br: Desbloquear com %@
zh_hans: 使用 %@ 解锁

source: Unsupported algorithm for signing
de: Algorithmus zum Signieren nicht unterstützt
es: Algoritmo no compatible para firmar
fr: Algorithme non pris en charge pour la signature
ja: 署名に対応していないアルゴリズムです
pt_br: Algoritmo não suportado para assinatura
zh_hans: 不支持的签名算法

source: Unsupported hash algorithm
de: Hash-Algorithmus nicht unterstützt
es: Algoritmo de hash no compatible
fr: Algorithme de hachage non pris en charge
ja: 対応していないハッシュアルゴリズムです
pt_br: Algoritmo de hash não suportado
zh_hans: 不支持的哈希算法

source: Until I clear it
de: Bis ich sie lösche
es: Hasta que lo borre
fr: Jusqu'à ce que je l'efface
ja: 手動で消去するまで
pt_br: Até que eu limpe
zh_hans: 直到我手动清除

source: Until PGPony quits
de: Bis PGPony beendet wird
es: Hasta que PGPony se cierre
fr: Jusqu'à la fermeture de PGPony
ja: PGPony終了まで
pt_br: Até o PGPony ser encerrado
zh_hans: 直到 PGPony 退出

source: Unverified
de: Nicht verifiziert
es: No verificada
fr: Non vérifiée
ja: 未確認
pt_br: Não verificada
zh_hans: 未验证

source: Updated
de: Aktualisiert
es: Actualizadas
fr: Mises à jour
ja: 更新
pt_br: Atualizadas
zh_hans: 已更新

source: Upgrade to Pro
de: Auf Pro upgraden
es: Pasarse a Pro
fr: Passer à Pro
ja: Pro にアップグレード
pt_br: Atualizar para o Pro
zh_hans: 升级到 Pro

source: Upgraded to key pair
de: Zu Schlüsselpaar erweitert
es: Actualizadas a par de claves
fr: Converties en paire de clés
ja: 鍵ペアにアップグレード
pt_br: Atualizadas para par de chaves
zh_hans: 已升级为密钥对

source: Upgrading your keyring
de: Schlüsselbund wird aktualisiert
es: Actualizando tu llavero
fr: Mise à niveau de votre trousseau
ja: 鍵束をアップグレード中
pt_br: Atualizando seu chaveiro
zh_hans: 正在升级你的密钥环

source: Upload
de: Hochladen
es: Subir
fr: Envoyer
ja: アップロード
pt_br: Enviar
zh_hans: 上传

source: Upload failed.
de: Upload fehlgeschlagen.
es: Falló la subida.
fr: Échec du téléversement.
ja: アップロードに失敗しました。
pt_br: Falha no envio.
zh_hans: 上传失败。

source: Upload to Key Server
de: Auf Schlüsselserver hochladen
es: Subir al servidor de claves
fr: Envoyer vers le serveur de clés
ja: 鍵サーバーにアップロード
pt_br: Enviar para o servidor de chaves
zh_hans: 上传到密钥服务器

source: Uploaded — check your email to verify.
de: Hochgeladen – prüfen Sie Ihre E-Mails zur Bestätigung.
es: Subida: revisa tu correo para verificarla.
fr: Envoyée — vérifiez votre e-mail pour confirmer.
ja: アップロード済み — 確認のためメールをご確認ください。
pt_br: Enviada — verifique seu e-mail para confirmar.
zh_hans: 已上传，请查收电子邮件以完成验证。

source: Uploaded — some verification emails couldn't be sent. Try again.
de: Hochgeladen – einige Bestätigungs-E-Mails konnten nicht gesendet werden. Versuchen Sie es erneut.
es: Subida: no se pudieron enviar algunos correos de verificación. Inténtalo de nuevo.
fr: Envoyée — certains e-mails de vérification n'ont pas pu être envoyés. Réessayez.
ja: アップロード済み — 一部の確認メールを送信できませんでした。もう一度お試しください。
pt_br: Enviada — não foi possível enviar alguns e-mails de verificação. Tente novamente.
zh_hans: 已上传，但部分验证邮件未能发送。请重试。

source: Uploaded — verification email couldn't be requested. Try again.
de: Hochgeladen – die Bestätigungs-E-Mail konnte nicht angefordert werden. Versuchen Sie es erneut.
es: Subida: no se pudo solicitar el correo de verificación. Inténtalo de nuevo.
fr: Envoyée — impossible de demander l'e-mail de vérification. Réessayez.
ja: アップロード済み — 確認メールを要求できませんでした。もう一度お試しください。
pt_br: Enviada — não foi possível solicitar o e-mail de verificação. Tente novamente.
zh_hans: 已上传，但无法请求验证邮件。请重试。

source: Uploaded. Check %@ for a verification link from keys.openpgp.org and confirm it to make your key searchable by email. Until then it's findable only by its full fingerprint.
de: Hochgeladen. Prüfe %@ auf einen Verifizierungslink von keys.openpgp.org und bestätige ihn, damit dein Schlüssel per E-Mail auffindbar wird. Bis dahin ist er nur über seinen vollständigen Fingerabdruck auffindbar.
es: Subida. Revisa %@ para encontrar un enlace de verificación de keys.openpgp.org y confírmalo para que tu clave se pueda buscar por correo. Hasta entonces, solo se puede encontrar por su huella completa.
fr: Téléversée. Consultez %@ pour un lien de vérification de keys.openpgp.org et confirmez-le pour rendre votre clé trouvable par e-mail. D'ici là, elle n'est trouvable que par son empreinte complète.
ja: アップロードしました。%@ で keys.openpgp.org からの確認リンクを確認し、承認するとメールアドレスで鍵を検索できるようになります。それまでは完全なフィンガープリントでのみ見つけられます。
pt_br: Enviada. Verifique %@ para um link de verificação de keys.openpgp.org e confirme-o para tornar sua chave pesquisável por e-mail. Até lá, ela só pode ser encontrada pela impressão digital completa.
zh_hans: 已上传。请检查 %@ 中来自 keys.openpgp.org 的验证链接并确认，以使你的密钥可通过邮箱搜索。在确认之前，该密钥仅能通过完整指纹被找到。

source: USB-C (plugged in)
de: USB-C (angeschlossen)
es: USB-C (conectada)
fr: USB-C (branchée)
ja: USB-C(接続済み)
pt_br: USB-C (conectada)
zh_hans: USB-C（已插入）
